// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Avbryt";
"SHUTDOWN_BUTTON"	= "Stäng av";
"SKIP_BUTTON"		= "Hoppa över";
"QUIT_BUTTON"		= "Avsluta";
"GO_BUTTON"		= "OK";

"CONNECT_BUTTON"	= "Anslut";
"CONTINUE_BUTTON"	= "Fortsätt";
"RECONNECT_BUTTON"	= "Försök igen";
"GO_BACK_BUTTON"	= "Tillbaka";
"REGISTER_LATER_BUTTON"	= "Registrera senare";
"DONT_ACCEPT_BUTTON"	= "Avböjs";
"LEARNMORE_BUTTON"	= "Jag vill veta mer";

"SYSTEM_PREFERENCES_BUTTON" = "Öppna Systeminställningar";

"SYSTEM_PREFERENCES" = "System Preferences";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Skicka registrering";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administratör";

"OTHER_AIRPORT_NETWORK" = "Annat nätverk";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Ansluten till din andra Mac...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Ställer in datorn…";
"MESSAGE_PREP_CONNECTION"	= "Förbereder anslutning…";
"MESSAGE_CONNECTING"		= "Ansluter till Apple…";
"MESSAGE_DISCONNECTING"		= "Kopplar från…";
"MESSAGE_REGISTRATION_SENT"	= "Din registrering skickades till Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Inställningsassistent kan inte användas för inställning av den här datorn.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Gå istället till Apple () > Systeminställningar om du vill ändra datorns inställningar.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Mac OS X Inställningsassistent kan inte användas med den här skärmen.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Välj Systeminställningar från Apple-menyn för att ställa in datorn. Registrera din produkt på www.apple.com/se/register.";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Den enhet som är ansluten till högtalarutgången känns inte igen.";
"MESSAGE_SPEAKER_CONNECTION"			= "Dra ur kontakten och sätt sedan i den igen. Se till att den är helt isatt.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Din registrering kunde inte skickas.";
"MESSAGE_CONNECTION_FAILED"				= "Datorn kunde inte ansluta till Apple. Antingen är anslutningen upptagen eller så är dina nätverksinställningar felaktiga. Klicka på Försök igen om du vill gå tillbaka och ändra dina inställningar. Du kan också skicka registreringen senare.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "Anslutningen till Apple är upptagen eller så kunde datorn inte ansluta till Internet. Kontrollera nätverksinställningarna eller anslut till Internet innan du skickar registreringen.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Avbruten…";
"MESSAGE_CONNECTION_CANCELED"			= "Se till att du registrerar produkten senare";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Din registrering kunde inte behandlas just nu.";
"MESSAGE_REGISTRATION_FAILED"			= "Du kan registrera dig senare genom att öppna filen Skicka registrering som finns i din hemmapp.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Kontoinformationen är felaktig.";
"MESSAGE_AUTHENTICATION_FAILED"			= "Kontoinformationen du angav accepterades inte av din Internetleverantör. Klicka på Tillbaka, korrigera informationen och försök sedan igen.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Din betalkort kunde inte behandlas.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Det betalkortsnummer du angav kunde inte användas. Klicka på Tillbaka och kontrollera att betalkortsinformationen är korrekt eller ange ett annat betalkortsnummer och försök igen.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Ett problem har påträffats i din adressinformation.";
"MESSAGE_INVALID_ADDRESS"				= "Klicka på Tillbaka och kontrollera att uppgifterna för postadress, postnummer och stat/provins är korrekta. Försök sedan igen.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Ett problem har påträffats i dina registreringsuppgifter.";
"MESSAGE_INVALID_FIRSTNAME"				= "Det finns ett fel i namnet du angav. Klicka på Tillbaka och kontrollera att ditt förnamn är rätt. Försök sedan igen.";
"MESSAGE_INVALID_LASTNAME"				= "Det finns ett fel i namnet du angav. Klicka på Tillbaka och kontrollera att ditt efternamn är rätt. Försök sedan igen.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Det finns ett fel i det telefonnummer du angav. Klicka på Tillbaka och kontrollera att telefonnumret stämmer. Försök sedan igen.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Modemet får ingen kopplingston.";
"MESSAGE_NO_DIAL_TONE"					= "Kontrollera att modemet är anslutet och klicka sedan på OK. Alternativt, klicka på Avbryt och kryssa för ”Ignorera kopplingston”.";

"MESSAGE_CC_IN_USE_TITLE"				= "Du kan inte skapa ett konto med det här betalkortet.";
"MESSAGE_CC_IN_USE"						= "Detta betalkort har redan använts för att skapa ett konto hos den här Internetleverantören. Klicka på Tillbaka och ange information för ett annat betalkort, eller kontakta Internetleverantören.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "Registreringen för MobileMe avbröts.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Du kan försöka återansluta med MobileMe genom att klicka på Försök igen, eller avbryta registreringsprocessen med MobileMe och fortsätta ställa in datorn.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Du har inte angett något lösenordstips.";
"MESSAGE_NO_HINT_WARNING"				= "Är du säker på att du inte vill skriva in ett lösenordstips? Om du glömmer bort lösenordet måste du återställa det.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Vill du stänga av datorn?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Du är inte klar med inställningarna för Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Du är inte klar med inställningarna för Mac OS X. Du kan hoppa över registreringsprocessen genom att klicka på Hoppa över.";

"MESSAGE_QUIT_TITLE" = "Är du säker på att du vill avsluta?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Om du avslutar nu kommer din registrering inte att skickas till Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Klicka på Registrera senare om du vill fortsätta med installationen utan att fullborda registreringen nu.";

"MESSAGE_CANCEL_TITLE" = "Är du säker?";

"MESSAGE_SKIP_USER_INFO" = "Om du inte vill skicka din personliga information klickar du på Fortsätt.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Ett oväntat fel inträffade.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Ett oväntat fel har uppstått";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Fel";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Tyvärr…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[Kunde inte ställa in nätverket]";
"ERROR_MESSAGE_ICConfigure"				= "[Kunde inte ställa in Internet]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[Kunde inte skapa lokalt konto]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Nätverksanslutningen kunde inte konfigureras. Du kommer inte att kunna skicka din registreringsinformation eller ansluta till Internet. Klicka på Avbryt för att gå tillbaka och ändra dina nätverksinställningar eller klicka på OK för att slutföra ändå.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Tyvärr";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Varning";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Vill du fortsätta?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Du har inte angett all nödvändig information.";
"ERROR_MESSAGE_VALIDATION_0001" = "Ange informationen genom att klicka på Tillbaka och kontrollera fälten markerade med röda pilar.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Texten du angav är för kort.";
"ERROR_MESSAGE_VALIDATION_0002" = "Kontrollera det markerade fältet och korrigera texten.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Informationen du uppgett är felaktig. Skriv in informationen igen och kontrollera att den är rätt.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Antingen är det angivna användarnamnet eller lösenordet felaktigt eller så är inloggning avaktiverad.";
"ERROR_MESSAGE_VALIDATION_0004" = "Försök ange informationen igen eller kontakta serveradministratören.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Antingen är det angivna användarnamnet eller lösenordet felaktigt eller så är inloggning avaktiverad.";
"ERROR_MESSAGE_VALIDATION_0005" = "Försök ange informationen igen eller kontakta serveradministratören.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Namnet du angett kan inte användas.";
"ERROR_MESSAGE_VALIDATION_0006" = "Kontrollera det markerade fältet och ange ett annat kontonamn.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Namnet du angett kan inte användas.";
"ERROR_MESSAGE_VALIDATION_0007" = "Namnet är inte tillgängligt. Ange ett annat namn.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Fältet för IP-adress är tomt. Ange IP-adressen och kontrollera att den är korrekt.";
"ERROR_MESSAGE_VALIDATION_0010" = "IP-adressen du angett innehåller ogiltiga tecken. Skriv in IP-adressen igen och kontrollera att den är rätt.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Adressen måste bestå av fyra segment."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Kontrollera det markerade fältet och skriv in en giltig adress. Om du inte har den här informationen frågar du nätverksadministratören.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Adressen måste bestå av fyra segment."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Kontrollera det markerade fältet och skriv in en giltig adress. Om du inte har den här informationen frågar du nätverksadministratören.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Varje adressegment måste innehålla mellan ett och tre tecken."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Kontrollera det markerade fältet och skriv in en giltig adress. Om du inte har den här informationen frågar du nätverksadministratören.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Adressen du angett är ogiltig.";
"ERROR_MESSAGE_VALIDATION_0014" = "Kontrollera det markerade fältet och skriv in en giltig adress. Om du inte har den här informationen frågar du nätverksadministratören.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Delnätmasken du angett är felaktig.";
"ERROR_MESSAGE_VALIDATION_0015" = "Kontrollera det markerade fältet och skriv in en giltig delnätmask. Om du inte har den här informationen frågar du nätverksadministratören.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Det finns redan ett Open Directory-konto med samma namn. Om du använder det här namnet kan du inte komma åt det befintliga kontot.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Fälten kan inte ha samma värde.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Lösenordet du angett är ogiltigt.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Det betalkortsnummer du angav kan inte användas.";
"ERROR_MESSAGE_VALIDATION_0019" = "Kontrollera det markerade fältet och skriv in ett giltigt betalkortsnummer.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Kontonamnet får inte börja med en siffra.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Den e-postadress du angett kan vara oanvändbar.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP-adressen och routeradressen är inte förenliga med den delnätmask du angett. Kontrollera följande fält och skriv in giltig information:\n     IP-adress\n     Delnätmask\n     Routeradress\nKontakta nätverksadministratören om du inte har den här informationen.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Namnet du angett kan inte användas.";
"ERROR_MESSAGE_VALIDATION_0023" = "Kontrollera det markerade fältet och ange ett annat namn.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Det finns duplicerad information.";
"ERROR_MESSAGE_VALIDATION_0024" = "Kontrollera det markerade fältet och skriv in unika värden.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Den här datorn finns inte med på basstationens behörighetslista.";
"ERROR_MESSAGE_VALIDATION_0025" = "Du måste lägga till den här datorn på basstationens behörighetslista.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Ett fel uppstod vid anslutning till det valda nätverket.";
"ERROR_MESSAGE_VALIDATION_0026" = "Kontrollera dina AirPort-inställningar eller försök ansluta till ett annat nätverk.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "En del registreringsinformation saknas.";
"ERROR_MESSAGE_VALIDATION_0027" = "Ange informationen genom att klicka på Tillbaka och kontrollera fälten markerade med röda pilar.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Ange ett giltigt postnummer.";
"ERROR_MESSAGE_VALIDATION_1001" = "Ange ett giltigt riktnummer.";
"ERROR_MESSAGE_VALIDATION_1002" = "Ange ett giltigt lokalt telefonnummer.";
"ERROR_MESSAGE_VALIDATION_1003" = "Ange ett giltigt telefonnummer.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Avtalsnumret du angav är inte giltigt.";
"ERROR_MESSAGE_VALIDATION_2000" = "Avtalsnumret måste bestå av 12 eller 15 siffror.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Lösenorden matchar inte.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Kontrollera fälten markerade med röda pilar och ange samma lösenord i bägge fälten.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Du har inte angett något lösenord för ditt användarkonto.";
"ERROR_NO_PASSWORD_INSECURE" = "Utan lösenord är datorn inte skyddad. Klicka på Avbryt om du vill ange ett lösenord.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Det finns redan ett  Open Directory-konto med det här långa namnet.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Om du använder det här namnet kan du inte komma åt det befintliga användarkontot. Är du säker på att du vill skapa ett lokalt konto med det här namnet?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Det finns redan ett Open Directory-konto med det här namnet.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Om du använder det här namnet kan du inte komma åt det befintliga användarkontot. Är du säker på att du vill skapa ett lokalt konto med det här namnet?";

"ERROR_IP_AND_ROUTER_TITLE" = "Är du säker på att din IP-adress och routeradress ska vara identiska?";
"ERROR_IP_AND_ROUTER" = "Du kan få nätverksproblem om du har samma IP-adress som din routeradress. Om du inte känner till IP- eller routeradressen frågar du nätverksadministratören innan du går vidare.";

"ERROR_POSTAL_USA_TITLE" = "Postnumret du angett är ogiltigt.";
"ERROR_POSTAL_USA" = "Postnumret (zip) måste bestå av fem siffror, eller nio siffror för zip+4-kod, och måste vara i formatet XXXXX-XXXX där X är en siffra i postnumret.";

"ERROR_POSTAL_JAPAN_TITLE" = "Postnumret du angett är ogiltigt.";
"ERROR_POSTAL_JAPAN" = "Postkoden måste bestå av sju siffror och vara i formatet XXX-XXXX där X representerar en siffra i postnumret.";

"ERROR_POSTAL_OTHER_TITLE" = "Postnumret du angett är ogiltigt.";
"ERROR_POSTAL_OTHER" = "Postnumret måste vara kortare än 32 tecken.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "Riktnumret du angett är ogiltigt.";
"ERROR_AREA_CODE_CANADA_USA" = "Riktnumret måste vara ett tal större än 200 och får inte vara 411, 611 eller 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Det lokala telefonnumret du angav är ogiltigt.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Telefonnumrets första siffror måste vara högre än 200, och kan inte vara 411, 611 eller 911. Skriv in telefonnumret igen och kontrollera att det är rätt.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Det lokala telefonnumret du angav är ogiltigt.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Telefonnumrets första siffror får inte vara 555 för det riktnummer du angav. Skriv in telefonnumret igen och kontrollera att det är rätt.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Telefonnumret du angett är ogiltigt.";
"ERROR_PHONE_NUMBER_JAPAN" = "Telefonnumret måste innehålla minst tio siffror.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Telefonnumret du angett är ogiltigt.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Telefonnumret måste bestå av tio siffror.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "Användarnamnet får inte vara samma som lösenordet.";
"ERROR_USERNAME_AND_PASSWORD"		= "Detta innebär en säkerhetsrisk. Ange ett annat lösenord.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Det finns duplicerade DNS-poster.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Kontrollera det markerade fältet och skriv in unika DNS-värden.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "Tipset får inte vara samma som lösenordet.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Detta innebär en säkerhetsrisk. Ange ett annat tips eller lösenord.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Million";
"Internet Service Plan"                 = "Serviceavtal";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Kom igång";
